Repository: MeiYuLong/FlashPrinter
Catalog: FlashPrinter/Assets/*.lproj/FPLocalizable.strings
Languages: lo, th, vi, zh_hans

source: fp.print
lo: ປິ້ນ
th: ปริ๊นท์
vi: Print
zh_hans: 打印

source: fp.cancel print
lo: ຍົກເລີກການພິມ
th: ยกเลิกการปริ้นท์
vi: Cancel print
zh_hans: 取消打印

source: fp.printing
lo: ກຳລັງປຼີ້ນ...
th: กำลังปริ๊นท์...
vi: Printing...
zh_hans: 正在打印...

source: fp.print not connected
lo: ຍັງບໍ່ໄດ້ເຊື່ອມຕໍ່ເຄື່ອງປຼີ້ນ Bluetooth ເທື່ອ
th: ไม่ได้เชื่อมต่อบลูทูธเครื่องปริ๊นท์
vi: Bluetooth printer not connected
zh_hans: 未连接蓝牙打印机

source: fp.connect now
lo: ເຊື່ອມຕໍ່ດຽວນີ້
th: เชื่อมต่อเดี๋ยวนี้
vi: Connect now
zh_hans: 立即连接

source: fp.content device
lo: ເຊື່ອມຕໍ່ອຸປະກອນ
th: เชื่อมต่ออุปกรณ์
vi: Connect the device
zh_hans: 连接设备

source: fp.print done
lo: ການພິມສຳເລັດແລ້ວ
th: ปริ๊นท์สำเร็จ
vi: Print completed
zh_hans: 打印完成

source: fp.unknown error
lo: ຄວາມຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
th: ความผิดพลาดที่ไม่รู้จัก
vi: Unknown error
zh_hans: 未知错误

source: fp.Low battery
lo: ແບັດຕາຣີຕ່ໍາ
th: แบตเตอรี่ต่ำ
vi: Low battery
zh_hans: 低电量

source: fp.Paper shortage
lo: ເຈ້ຍໝົດ
th: กระดาษหมด
vi: Paper shortage
zh_hans: 缺纸

source: fp.Device is overheated
lo: ຮ້ອນເກີນໄປ
th: เครื่องร้อน
vi: Device is overheated
zh_hans: 过热

source: fp.Device's cover is open
lo: ການເປີດອຸປະກອນ
th: อุปกรณ์เปิดฝาอยู่
vi: Device's cover is open
zh_hans: 设备开盖

source: fp.Bluetooth is on
lo: Bluetooth ຖືກເປີດໃຊ້ງານແລ້ວ
th: เปิดใช้งานบลูทูธแล้ว
vi: Bluetooth is on
zh_hans: 蓝牙已启动

source: fp.Bluetooth is off
lo: Bluetooth ບໍ່ໄດ້ເປີດໃຊ້ງານ
th: ไม่ได้เปิดใช้งานบลูทูธ
vi: Bluetooth is off
zh_hans: 蓝牙未启动

source: fp.Bluetooth version is not applicable
lo: Bluetooth ບໍ່ຮອງຮັບ
th: บลูทูธไม่สนับสนุน
vi: Bluetooth version is not applicable
zh_hans: 蓝牙不支持

source: fp.Bluetooth is not authorized
lo: Bluetooth ບໍ່ໄດ້ຮັບອະນຸຍາດ
th: ไม่อนุญาตให้เชื่อมต่อบลูทูธ
vi: Bluetooth is not authorized
zh_hans: 蓝牙未授权

source: fp.Your printer does not support
lo: ຜູ້ຜະລິດຂອງທ່ານບໍ່ຮອງຮັບ Flash, ກະລຸນາຕິດຕໍ່ຫາຜູ້ຜະລິດເຄື່ອງປຼີ້ນຂອງທ່ານເພື່ອແກ້ໄຂ. Flash ແນະນຳໃຫ້ທຸກຄົນໃຊ້ FlashToy ແລະ ວັດສະດຸທີ່ເປັນທາງການ, ເຊິ່ງສາມາດຫາຊື້ໄດ້ໃນໜ້າທຳຫຼັກຂອງ Flash App.
th: เครื่องปริ้นของคุณไม่รองรับการปริ้นบาร์โค้ดเล็กของFlash Expressชั่วคราว กรุณาติดต่อกับผู้จัดจำหน่ายเครื่องปริ้นของคุณเพื่อทำการแก้ไข ทั้งนี้ทางบริษัทขอแนะนำคุณใช้เครื่องปริ้นและกระดาษปริ้นFlash Toyของบริษัท ซึ่งคุณสามารถสั่งชื้อได้ที่หน้าแอปFlash Express ที่สำคัญเรามีคูปองส่วนลดให้ด้วยค่ะ
vi: Your printer does not support the printing of Flash Express barcode sticker, please contact your printer manufacturer to solve it. It is recommended that you use official Flash Toy and Flash Toy sticker paper to print barcode sticker. The above items can be purchased on the Flash Express APP homepage.
zh_hans: 你的厂商不支持Flash，请联系你的打印机厂商解决。Flash推荐大家使用官方FlashToy和耗材，可以在Flash App首页进行购买。

source: fp.Bluetooth is disconnected abnormally
lo: Bluetooth ຕັດເຊື່ອມຕໍ່ແບບຜິດປົກກະຕິ
th: บลูทูธตัดการเชื่อมต่ออย่างผิดปกติ
vi: Bluetooth is disconnected abnormally
zh_hans: 蓝牙异常断开

source: fp.Printer not found?
lo: ບໍ່ສາມາດຊອກຫາເຄື່ອງປຼີ້ນໄດ້ບໍ? ກະລຸນາເປີດເຄື່ອງປຼີ້ນໃໝ່ແລ້ວລອງໃໝ່ອີກຄັ້ງ, ຖ້າມັນຍັງບໍ່ສາມາດຊອກເຫັນໄດ້, ກະລຸນາເປີດ APP ຄືນໃໝ່.
th: ไม่พบเครื่องปริ้นท์ กรุณาเปิดเครื่องปริ้นท์ใหม่อีกครั้ง หากไม่พบข้อมูล กรุณาเปิดแอปพลิเคชันใหม่อีกครั้ง
vi: Printer not found? Please restart the printer and try again. If you still can't find it, please restart the app
zh_hans: 找不到打印机？请重启打印机后再试，如仍然无法找到，请重启APP

source: fp.Connect the printer
lo: ເລືອກເຄື່ອງປິ້ນ
th: เชื่อมต่อเครื่องปริ้นท์
vi: Connect the printer
zh_hans: 选择打印机

source: fp.Searching for printers
lo: ກຳລັງຄົ້ນຫາອຸປະກອນຢູ່...
th: กำลังค้นหาเครื่องปริ้นท์...
vi: Searching for printers...
zh_hans: 正在搜索设备中...

source: fp.Connection successful
lo: ການເຊື່ອມຕໍ່ສຳເລັດ, ກຳລັງດຳເນີນການປຼີ້ນ.
th: เชื่อมต่อสำเร็จ กำลังปริ้นท์
vi: Connection successful, printing in progress
zh_hans: 连接成功 正在打印

source: fp.Connection failed
lo: ການເຊື່ອມຕໍ່ລົ້ມເຫລວ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
th: เชื่อมต่อล้มเหลว กรุณาลองอีกครั้ง
vi: Connection failed. Please try again
zh_hans: 连接失败 请重试

source: fp.copy
lo: ທັງໝົດ * ຊຸດ
th: ทั้งหมด * ฉบับ
vi: 份
zh_hans: 共*份

source: fp.Printing location
lo: ກຳລັງປຼີ້ນຊຸດທີ *
th: กำลังปริ้นท์ฉบับที่ *
vi: 正在打印第
zh_hans: 正在打印第*份

source: fp.Recevied data error
lo: ໄດ້ຮັບຂໍ້ຜິດພາດໃນການປະເມີນຜົນຂໍ້ມູນ,ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າ.
th: ได้รับข้อผิดพลาดในการประมวลผลข้อมูลโปรดติดต่อฝ่ายบริการลูกค้า
vi: Received data processing error, please contact customer service
zh_hans: 接收数据处理出错，请联系客服

source: fp.Failed to enable Bluetooth service
lo: ການເປີດບໍລິການ Bluetooth ລົ້ມເຫຼວ, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າ.
th: ไม่สามารถเปิดบริการบลูทู ธ ได้โปรดติดต่อฝ่ายบริการลูกค้า
vi: Failed to open Bluetooth service, please contact customer service
zh_hans: 开启蓝牙服务失败，请联系客服

source: fp.The printing device is disconnected
lo: ອຸປະກອນການປຼີ້ນຖືກຕັດການເຊື່ອມຕໍ່ແລ້ວ
th: อุปกรณ์การพิมพ์ถูกตัดการเชื่อมต่อ
vi: The printing device is disconnected
zh_hans: 打印设备已断开连接

source: fp.Bluetooth is resetting
lo: ກຳລັງຣີເຊັດ Bluetooth ໃໝ່
th: รีเซ็ตบลูทู ธ
vi: Bluetooth is resetting
zh_hans: 蓝牙正在重置

source: fp.Bluetooth unknown error
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ, ກະລຸນາກວດເບິ່ງຟັງຊັນ Bluetooth ໃໝ່. !
th: ข้อผิดพลาดที่ไม่รู้จักโปรดตรวจสอบฟังก์ชั่นบลูทู ธ!
vi: Unknown error, please check the Bluetooth function!
zh_hans: 未知的错误，请检查蓝牙功能!

source: fp.Prompt
lo: ແຈ້ງເຕືອນ
th: แจ้งเตือน
vi: Prompt
zh_hans: 提示

source: fp.ok
lo: ຢືນຢັນ
th: ยืนยัน
vi: OK
zh_hans: 确定

source: fp.Total
vi: 共
